Repository: omerelias/oc-bundle
Catalog: languages/wc-bundle-products-*.po
Languages: he_il

source: Bundle - General Settings
he_il: באנדל - הגדרות כלליות

source: Bundle - Levels
he_il: באנדל - שלבים

source: General Settings
he_il: באנדל - הגדרות כלליות

source: Pricing Settings
he_il: הגדרות מחיר

source: Display Settings
he_il: הגדרות תצוגה

source: Bundle Type
he_il: סוג הבאנדל

source: Select the type of bundle.
he_il: בחר את סוג הבאנדל.

source: Closed Bundle
he_il: רגיל

source: Editable Bundle
he_il: ניתן לעריכה

source: Self-Selection Bundle
he_il: הרכבה אישית

source: Show Short Description
he_il: הראה תיאור קצר

source: Show a short description for each product in the bundle.
he_il: הראה תיאור קצר לכל מוצר בבאנדל.

source: Number of Levels
he_il: מספרים שלבים

source: Select the number of levels for the bundle product.
he_il: בחר את מספר השלבים עבור מוצר הבאנדל.

source: Bundle Minimum quantity
he_il: כמות מינימלית להוספת הבאנדל

source: Enter the minimum quantity can be added to cart.
he_il: הכנס את הכמות המינימלית להוספה לסל.

source: Bundle Price Type
he_il: סוג תמחור

source: Select how the bundle price is determined.
he_il: בחר איך לתמחר את הבאנדל. לפי מחיר המוצרים - יסכום את מחירי המוצרים בבאנדל. מחיר קבוע - מאפשר לקבוע מחיר קבוע לבאנדל, ללא תלות במחירי המוצרים.

source: By the product selected price
he_il: לפי מחיר המוצרים

source: Fixed price
he_il: מחיר קבוע

source: Bundle Price
he_il: מחיר

source: Enter the fixed price for the bundle.
he_il: הכנס מחיר קבוע לבאנדל

source: Discount Type
he_il: סוג הנחה

source: Select the discount type for the bundle.
he_il: הכנס את סוג ההנחה.

source: Percentage
he_il: אחוזים

source: Fixed Amount
he_il: סכום קבוע

source: Discount Value
he_il: סכום הנחה

source: Enter the discount value for the bundle.
he_il: הכנס את ערך ההנחה לבאנדל.

source: Text After Price
he_il: טקסט אחרי המחיר

source: Enter the text to display after the price.
he_il: טקסט המופיע לאחר המחיר. לדוגמה : לסועד,למנה.

source: Text Above Quantity
he_il: טקסט מעל שדה כמות

source: Enter the text to display above the quantity.
he_il: הכנס טקסט שיופיע מעל כמות המוצר. לדוגמה : כמות סועדים, מינימום 10.

source: Summary Notes
he_il: הערות רכישה

source: Enter summary notes to display below the add to cart button.
he_il: הכנס הערות סיכום שיופיעו מתחת לכפתור ההוספה לסל.

source: Level 1
he_il: שלב 1

source: Level 2
he_il: שלב 2

source: Level 3
he_il: שלב 3

source: Level 4
he_il: שלב 4

source: Level 5
he_il: שלב 5

source: Upsells
he_il: אפסלים

source: Enable upsells
he_il: הפעל אפסלים

source: Title
he_il: כותרת

source: Enter the title for level %d.
he_il: הכנס כותרת לשלב %d.

source: Description
he_il: תיאור קצר

source: Enter the description for level %d.
he_il: הכנס תיאור לשלב %d.

source: Number of products
he_il: מספר מוצרים לבחירה

source: Enter the Amount of products for level %d.
he_il: מספר המוצרים שהלקוח צריך לבחור בשלב %d.

source: Products
he_il: מוצרים

source: Search for a product&hellip;
he_il: חפש מוצר

source: Replacement Products
he_il: מוצרים חלופיים

source: Quantity Min
he_il: כמות מינמלית להוספה

source: Quantity Max
he_il: כמות מקסימלית להוספה

source: Extra price
he_il: תוספת מחיר למוצר

source: Quantity
he_il: כמות

source: Edit
he_il: ערוך מוצר

source: Select Replacement Product
he_il: בחר מוצר חלופי

source: An error occurred while fetching replacement products.
he_il: חלה שגיאה בעת משיכת המוצרים.

source: Updating dynamic pricing...
he_il: מעדכן מחיר..

source: Total Price:
he_il: מחיר:

source: Bundle Details
he_il: פרטי באנדל

source: Total Price: %s
he_il: מחיר סה"כ: %d

source: Bundle Price: %s
he_il: מחיר באנדל: %d

source: Edit Bundle Item
he_il: ערוך מוצר

source: No replacement products available.
he_il: אין מוצרים חלופיים זמינים

source: Bundle Extras:
he_il: תוספות:

source: Extra price:
he_il: תוספת:
